tap "benwebber/tunnelblickctl"
tap "ddosify/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "kdash-rs/kdash"
tap "koekeishiya/formulae"
tap "homebrew/cask-drivers"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "armmbed/formulae"
brew "ack"
brew "openjdk"
brew "openjdk@11"
brew "asciidoctor"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "dialog"
brew "fish"
brew "fisher"
brew "fzf"
brew "gcc"
brew "git-delta"
brew "go"
brew "hadolint"
brew "hey"
brew "htop"
brew "python@3.11"
brew "iproute2mac"
brew "jq"
brew "k6"
brew "krb5"
brew "kubernetes-cli"
brew "libidn2"
brew "miller"
brew "mtr"
brew "neovim"
brew "nushell"
brew "oha"
brew "pkcs11-helper"
brew "openvpn"
brew "pipenv"
brew "postgresql@14"
brew "pre-commit"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "terragrunt"
brew "tflint"
brew "tfsec"
brew "tldr"
brew "tmux"
brew "watch"
brew "wget"
brew "yq"
brew "benwebber/tunnelblickctl/tunnelblickctl"
brew "ddosify/tap/ddosify"
brew "kdash-rs/kdash/kdash"
cask "font-hack-nerd-font"
cask "meld"
cask "rectangle"
cask "kitty"
cask "font-jetbrains-mono-nerd-font"
cask "openlens"
cask "qmk-toolbox"
brew "docker"
brew "colima"
brew "tree"
brew "graphviz"
brew "pdfgrep"
brew "rustup"
brew "pylint"
brew "nvim"
brew "openjdk@17"
brew "docker-buildx"
brew "qmk/qmk/qmk"
brew "avr-gcc@8"
brew "armmbed/formulae/arm-none-eabi-gcc"
